[
    {
        "title": "Added a few pages",
        "content": "Go ahead and check them out."
    },
    {
        "title": "Lol xander's so childish",
        "content": "He's getting pissy over nothing, so now his dumbass is crashing  diep. dont worry, hes losing admin."
    },
    {
        "title": "Sorry",
        "content": "I promise i wont abuse admin in diep (blue tank game) anymore. sorry guys"
    },
    {
        "title": "Vote",
        "content": "We  are doing a vote on how to order the games in the discord. ping me with ideas on how to order the games"
    },
    {
        "title": "Popups",
        "content": "guys if you cant wait 8 seconds for the popup to go away then just play somewhere else, gracias"
    },
    {
        "title": "Dude what the fuck",
        "content": "<p>a singular fucking / broke the entire</p><p> site my bad guys</p>"
    },
    {
        "title": "Games minified",
        "content": "I minified the code for HTML5 games, meaning faster load times. please report any errors in the discord"
    },
    {
        "title": "Few new updates",
        "content": "I redid the news system, removed shitty anylitics (you children probalbly dont know what this means), and I fixed duck life (hopefully)"
    },
    {
        "title": "Half Life one added!",
        "content": "Half life one! Warning: You must supply your own game files to play HL mods, spinoffs, or anything other than the first fifth of the game."
    },
    {
        "title": "Flash game code re-made!",
        "content": "I re did the flash game code, making it easier than ever just to shove them on my site. join the discord and send an .swf file and i can add that right when i see it!"
    },
    {
        "title": "First customer!",
        "content": "Someone paid me $5 to add time shootrs 3! thanks!"
    },
    {
        "title": "Yes, i know insecurly is down.",
        "content": "No shit, i know when stuff i put time into breaks. No, i cannot <i>fix</i> it, and I will stop working on this site too if you people dont stop bugging me. Use your phones to join the discord if you wanna send a game request"
    },
    {
        "title": "Game requests open!",
        "content": "Join the discord to request a game! (Yes, we can put flash games on the site, like with bad piggies)"
    },
    {
        "title": "Napoleon Games is back!",
        "content": "Now better than ever, we actually used proper html and css for this site."
    }
]